[
    {
        "title": "Dance Prix",
        "abstract": "\"Dance is the hidden language of the soul\"-? Martha Graham.<br>Tantzevate the dance competition of Fluxus gives a stage to the Indian youth to showcase their energy and moves.<br>It is the most awaited competitions of the festival which attracts a lot of participation and a huge crowd. The competition is divided into three categories:-<br>1.Solonyye Tantsy-free style solo dancing.<br>2.Western Gruppa Tantsy-western group dance.<br>3.Indian Gruppa Tantsy-Indian group dance.<br><BR> For Details, Contact: <table id=\"details_table\"> <tr><td>Juniper Gujral :</td><td>Email: junipergujral@gmail.com</td><td>Mob: +91 8223066551</td></tr> <tr><td>Swetha Katheria :</td><td>Email: shwetakatheria@gmail.com</td><td>Mob: +91 9993712088</td></tr> </table>",
        "rules": "<br><span style=\"font-family:Carnevalee;font-size:1.5em;color:rgb(50,200,30);\">Free style solo dancing</span><br><span style=\"font-family:Carnevalee;font-size:1.5em;color:rgb(50,200,30);\">Solonyye Tantsy<br></span><br>Rules-<br>1. The event has a multiple rounds. The winners will be declared after the end of the final round.<br>2. Time limit- (2+1) minutes<br>3. Participants should come prepared with their own tracks.<br>4. Participants may use more than one song in their performance.<br>5. No props are allowed.<br>6. Five participants will be shortlisted.<br><br>Finals: <br>1. Time limit: (3) minutes.<br>2. Impromptu dancing-tracks will be provided after the elimination round (prelims) to the selected participants.<br>3. Participants are not allowed to use props as a part of their performance.<br>4. In case of conflicts, decision of the judges would be considered final.<br>5. Judging Criteria: Choreography, Energy, Synchronization, Stage utilization, Costumes, Overall impact.<br><br><span style=\"font-family:Carnevalee;font-size:1.5em;color:rgb(50,200,30);\">Western group dance-\"WesternGruppaTantsy\"</span> <br>(Any western dance form e.g hip hop,jazz,street dance)<br><br>Rules-<br>1. The event has a single round. The winners will be declared after the end of this round.<br>2. Time limit - (5+5) minutes<br>3. Teams will come prepared with their tracks.<br>4. Team size- minimum 4, no maximum limit.<br>5. Props: will have to be arranged by the participants themselves. A prop is anything which is not worn on the body as a part of the costume, such as a hand-held hat, stick, ball, chair, or any piece of costume that is removed during the routine. Equipment which require electricity or that which we consider hazardous (such as fire, smoke, fog devices, knives, throwing of confetti or glitter, etc.) are not allowed.<br>6. Live music not allowed.<br>7. Teams should bring music or songs that they want to use for their performance in a pen drive.<br>8. Teams may use more than one song in their performance.<br>9. Teams must follow the time limits. Teams shall be penalized by judges for not doing so.<br>10. Judging Criteria:Choreography, Energy, Synchronization, Stage utilization, Costumes, Overall impact.<br><br>Rules-<br>1. The event has a single round. The winners will be declared after the end of this round.<br>2. Time limit - (5+5) minutes.<br>3. Teams will come prepared with their tracks.<br>4. Team size- minimum 4, no maximum limit.<br>5. Props: will have to be arranged by the participants themselves. A prop is anything which is not worn on the body as a part of the costume, such as a hand-held hat, stick, ball, chair, or any piece of costume that is removed during the routine. Equipment which require electricity or that which we consider hazardous (such as fire, smoke, fog devices, knives, throwing of confetti or glitter, etc.) are not allowed.<br>6. Live music not allowed.<br>7. Teams should bring music or songs that they want to use for their performance in a pen drive.<br>8. Teams may use more than one song in their performance.<br>9. Teams must follow the time limits. Teams shall be penalized by judges for not doing so.<br>10. Judging Criteria: Facial expressions and body language, Footwork, Hand and eye movements, Costume and presentation, Choreography (technical nuances), Overall clarity and impact.<br>",
        "img": "img/events/cult/Dance.jpg"
    },
    {
        "title": "Dramatics",
        "abstract": "Akaash Vani of DRAMATICS-For PLAYers.<br>Drama is theater, life, an escape from life, happiness, and sadness all rolled into one. It was once thought that drama was when actors cried. But drama is when the audience cries.Dramatics event of Fluxus 2014 brings an opportunity to all those 'Himmatwale' who truly believe in it and think that they can actually be the 'Lootera' of the audience's hearts. So gear up since the time to act is now! Somebody go get the Director.<br>BHAAG MILKA BHAAG......<br><BR> For Details, Contact: <table id=\"details_table\"> <tr><td>M.Srilakshmi :</td><td>Email: manchalasrilakshmi@gmail.com</td><td>Mob: +91 9425064770</td></tr> </table>",
        "rules": "Rules and Regulations for all Sub-events.<br><br>1. No props other than chairs and tables will be arranged (that too on prior mention).However participants can get their own props if required.<br>2. Mode of language can be English, Hindi or \"English Vinglish\" (bilingual).<br>3. No \"Dirty Picture\": vulgarity or indecency is not allowed.<br>4. Decision given by the judges will be \"full and final\".<br>5. A computer/laptop for background music will be provided. Please bring the music in CDs in MP3 format and not in audio cassettes .You can also perform live music but the necessary instruments must be arranged by the team.<br>6. Nothing will be provided for prior practice.<br>7. Participants are allowed to take part in more than one event of Dramatics.<br>8. Participants must make sure that their act doesnt offend anyones religious sentiments or feelings.<br>9. Participants can perform their acts for time less than the maximum time also.<br><br>Lightening of candles, matches or inflammable substances, spilling of any fluids is not allowed and will result in disqualification.<br><br>GOLMAAL:<br>Golmaal expects a continuous story with 'bhelpuri'  of celebs and characters ,kuch khatte kuch meethe  from any field can take a new avataar in your story.Let your imagination run wild:For example Auro kidnaps Jayakant Shikare to forcefully marry his relative Sheila and Bodyguard Khali goes to his rescue in a fighter plane gifted by Osama.<br><br>Specifications for golmaal:<br>Minimum number of participants is 4.<br>Maximum number of microphones provided is 6. <br>Golmaal consists of two levels:<br>1.Jhalak Dikhla Jaa (The Elimination Round): Elimination round has a maximum time limit of 2-3min in which the group is expected to present a trailer of their act.<br>Those who pass the elimination round will have to give the final round.<br> 2. Aa Dekhe Jara (The Final Round): Final round has a time limit of 15-20 min.<br><br>ANDAAZ APNA APNA - <br><br>Andaaz apna apna(A3) is a platform for 'Khiladis'. The stage is waiting for 'The one (wo)man army' to amuse the audience with their mimicry, standup comedy, ventriloquism.In short it is a solo performance by the young blood.<br><br>Specifications for Andaaz Apna Apna:<br>1. Maximum time limit is 15 min.<br>2. The time specified is from empty stage to empty stage so be \"Tezz\"(fast).<br>",
        "img": "img/events/cult/Dramatics.jpg"
    },
    {
        "title": "Lights Camera Expresarse",
        "abstract": "Hey Dramebaazon, the time has come. Gather your folks, transform your ingeniously written scripts into film, sparkled up with the forte of actors guided by apt direction. If you think you, your actors, and your camera can weave magic on 35mm, then FLUXUS is your stage!! Reach out to the common man. Win hearts and spark a revolution. Go crazy!! Go Expresarse!! <br><BR> For Details, Contact: <table id=\"details_table\"> <tr><td>Aayushi Malvivya :</td><td>Email: malviyaaayushi@gmail.com</td><td>Mob: +91 8962271699</td></tr> <tr><td>Diksha Golait :</td><td>Email: gdiksha9414@gmail.com</td><td>Mob: +91 8463822044</td></tr></table>",
        "rules": "<br>1. The submitted video should fit within the categories of mini-documentary, mini-drama/fiction and be a cohesive short video. Commercials, music videos or works that are part of a larger project are not eligible.<br>2. There is no entry fee.<br>3. Number of participants in each group must not exceed 10.<br>4. Actors within the production may be any age. <br>5. Details of 2 participants from each group must be provided at the time of form submission. <br>6. Videos must be sent online in the below mentioned format at the specified address (which will be provided later). <br>7. It is the responsibility of the contestant to ensure that the file submitted meets all the requirements <br>8. No videos that are 'objectionable' will be considered. According to law, a video is rated objectionable if it 'describes, depicts, expresses, or otherwise deals with matters such as sex, horror, crime cruelty, or violence in such a manner that the availability of the publication is likely to be injurious to the public good'.<br>9. If you enter more than one video, you must fill out separate entry forms for each video. Schools/colleges can submit as many entries as they wish, as long as each is a complete stand-alone work. <br>10. You must not copy or download any video from internet. <br>11. The theme of the video is up to the Group participating.<br><br><br>Rules for Submission:<br><br>1. Video format: mp4, MPEG, WMV or mov format.<br>2. Time limit: 5 to 15 minutes.<br>3. The documentary can be in any language with English/Hindi sub-titles.<br><br>Important Dates<br>1. Registration: Ends by January 25th.<br>2. Declaration of First round results: 10 days before Fluxus starts.<br>3. Declaration of second round winners: Fluxus pro show.<br><br>Awards and Judging Criteria<br>1. All the videos will be uploaded on Official YouTube channel of Fluxus. <br>2. First round selection (Semi-final round):  The entries would be selected on the basis of Number of likes on You-tube. Movies clearing this round will get certificates.<br>3. Second round selection (Finals): <br>a) Public choice award:  The movie with the maximum likes on Official YouTube channel of Fluxus will be the winner.<br>b) Critics award: The judges will select one movie from the winner entries of the semi-final round.<br>",
        "img": "img/events/cult/movie making.jpg"
    },
    {
        "title": "Painting Competition",
        "abstract": "As they say 'Art is Music to the eyes' So all the artists out there, come up to the 'phata canvas nikla painter', at Fluxus'14, identify your tune, put a clourful rythm to it, add some lyrical strokes and present to us your song on our canvas.<br><BR> For Details, Contact: <table id=\"details_table\"> <tr><td>Namit Agarwal :</td><td>Email: agrawal.namit14@gmail.com</td><td>Mob: +91 9589629103</td></tr> <tr><td>Rahul Mehlawat :</td><td>Email: ee1200229@iiti.ac.in</td><td>Mob: +91 9589629027</td></tr></table>",
        "rules": "Rules and Structure of the Event<br>A standard size canvas, six basic colors and three different size brushes will be given.<br>1.Participants can use extra materials of their own other than the given ones.<br>2.An image or picture of the art to be made can be used will making the painting.<br>3.Registration can be done online or on spot.<br>4.The painting can be made in anytime on first and second day of the fest at the given place.<br><br>Judging Criteria<br> The painting work will be judged on the basis of <br> I. Creativity <br>       II. Painting Skills<br>       III. Neatness<br><br>Attraction Keys<br> All the paintings will be exhibited on the third day of the fest. If your painting attracts any buyer, you`ll be getting half the worth of your painting.<br> The best painter of the show will get a chance to meet the Pro-show artist personally and gift his/her art to the artist.<br>",
        "img": "img/events/cult/Painting.jpg"
    },
    {
        "title": "Shutter Bug",
        "abstract": "'Taking pictures is savoring life intensely every hundredth of a second' -Mark Rimbaud<br>Photography is a way of captivating the moments of life as they gaze at you star-struck and bewitched-forever at your service. What you have caught on film is captured forever. It remembers little things, long after you have forgotten everything. Fluxus invites you to showcase your caliber and passion in this genre of art and compete with some of the best photographers in the country.<br>Shutter Bug, the official photography competition organizer for Fluxus conducts three parallel events:<br>1. There will be a fortnightly competition in which themes will be given at regular intervals. Winning photographers will be awarded handsomely.<br>2. The group event will examine photographs submitted by different photography clubs.<br>3. There will be a non-professional level uploading-liking photography competition without any theme. The photographs will have a 'Fluxus'14 IIT Indore' watermark and one with maximum likes will win.<br><BR> For Details, Contact: <table id=\"details_table\"> <tr><td>Kanza Naeem :</td><td>Email: kanza.angelic@gmail.com</td><td>Mob: +91 7773083087</td></tr> <tr><td>Trupti Saundar :</td><td>Email: truptisaundar@gmail.com</td><td>Mob: +91 9407406632</td></tr> </table>",
        "rules": "<br>1. Photograph must be in digital format.<br>2. All photographs must have a title or a tagline.<br>3. Only online entries will be eligible. No print or film submissions will be accepted for entry in the contest.<br>4. All digital files must be at least 1,000 pixels wide (for horizontal image) or 1,000 pixels tall (for vertical image).<br>5. All entries must have a resolution of 5 million pixels or greater (5 megapixels)<br>6.Only minor color correction or brightness adjustments are acceptable, as is cropping. High Dynamics Range Images (HDR) and stitched panoramas are not acceptable.<br>7. Watermarks are not acceptable unless otherwise specified.<br>8. The entries in each category will be judged separately, in accordance with the judging criteria. <br>9. IIT Indore reserves the right to examine the original photograph/ source material in order to confirm compliance with these rules.<br>10. Entries are to be sent as a .zip/.rar file containing all the photos and the optional .pdf <br>",
        "img": "img/events/cult/shutter bug.jpg"
    },
    {
        "title": "Treasure Raider",
        "abstract": "Ever fantasized about a world full of treasures and mystery where adventurousness and curiosity rule and reflex and acumen makes you the front runner? If you envision yourself being a raider of riches, a seeker of secrets, then here is your chance.  Let your wits go wild and plunge into the ocean of unknown thrills. Break bounds and brainstorm to reveal what is behind the veil.<br><BR> For Details, Contact: <table id=\"details_table\"> <tr><td>Madhulika Deshmukh :</td><td>Email: madhulikadeshmukh333@gmail.com </td><td>Mob: +91 9691848169 </td></tr> <tr><td>Neha Kataria:</td><td>Email: nehakataria257@gmail.com </td><td>Mob: +91 8982869082 </td></tr> </table>",
        "rules": "Structure of the Event<br>The event starts with a written test. The test should be given in a groups of two.<br>1. The results will be disclosed after a half an hour and 10 top teams will be qualifying for the Next round.<br>2. The selected 10 teams will be participating in the Treasure Hunt which spreads across the complete city. One clue leading to the other, and the last clue leading to the prize.<br> 3. And the top 3 teams will be given Exciting prizes.<br> 4. Participation Certificates will be given to every qualified member.",
        "img": " img/events/cult/treasure raider.jpg"
    },
    {
        "title": "Voice of fluxus",
        "abstract": "After silence what comes nearest to expressing the inexpressible is MUSIC!! <br>Music speaks what cannot be expressed, soothes the mind and give it rest, heals the heart and makes it whole, flows from heaven to the soul. So all the music lovers get set to fall in love with music and to witness rivalry, companionship and enjoyment in a whole new dimension with VOICE OF FLUXUS.<br>With profoundly high watts of sound and truly captivating performances this celebration of Indian music should not be missed by any music enthusiast.<br><BR> For Details, Contact: <br><table id=\"details_table\"> <tr><td>Sushmita:</td><td>Email: sushmita101194@gmail.com</td><td>Mob: +91 8085524473</td></tr> <tr><td>Aditi:</td><td>Email: aditi7kanjolia@gmail.com</td><td>Mob: +91 8959846125</td></tr><tr><td>Ishrat:</td><td>Email: iitvasid@gmail.com</td><td>Mob: +91 9589629124</td></tr></table>",
        "rules": "<br>This is a solo singing competition. In which participants have to bring their own Karaoke or instrumental for their performances. All songs being performed should belong to be in Hindi. Not Dubbed to Hindi.<br><br>The event has 3 rounds, the prelims, Sing Along, the semifinals, Choose and Sing, and the finals, Can you duet? All the three are Elimination rounds.The structure of the respective rounds are as follows, <br><br>Sing Along<br><br>• Participants have to bring their own Karaoke or instrumental for their performances. All songs being performed should belong to be in Hindi. Not Dubbed to Hindi.<br>• The performance should last to 2-4 minutes.<br>• 20% of the contestants will be qualified for the Next Round.<br><br>Choose and sing<br><br>• A List of songs will be provided, of which the semi-finalist will pick one song.<br>• 30 minutes will be provided for preparation!<br>• The chosen song will be provided for the preparation by the organizers.<br>• Karaoke and written lyrics will be provided do individually.<br>• 2 of the semi-finalists will be qualified for the next round.<br><br>Can u duet?<br><br>• 2 different songs will be given on spot and both the finalists have to sing them as duet. (Karaoke and written lyrics will be provided)<br>• 30 min for preparation!<br>• Pre- recorded song will be provided for the preparation by the organizers.<br>One final winner will be declared.<br>",
        "img": " img/events/cult/Voice of fluxus.jpg"
    }
]