[
	{
		"title" : "Android Application <br> Development Challenge",
		"abstract" : "It is time to hone your app development skills Fluxus 2014 presents you the Android App Development Challenge, a platform to test your app development skills against competition from across India.All you have to do is develop a simple app based on the problem statement provided by us, and submit it. The problem statement will be released on 16th December and the deadline for submission is 15th January. We will announce the results of this round by 18th January, and the top 6 contestants from this round will get a chance to compete in the final rounds, which will be held during Fluxus 2014. These 6 winners will also get a chance to attend 1-day FREE Advanced Workshop on Android. Exciting prizes, worth Rs. 1 Lakh, to be given out in the final round.<br><br> Event Dates: 16th December,2013 to 15th January, 2014. <br><BR>For details, Contact : <br><table id=\"details_table\" style=\"color:white;\"><tr> <td>Aravind Sagar :</td> <td>Email: aravindsuhruth@gmail.com</td> <td>Mob: +91 9826391927</td> </tr><tr> <td>V Priyan :</td> <td>Email: priyanmuthu@gmail.com</td> <td>Mob: +91 7415470018</td> </tr><tr> <td>Kishore Rajendra </td> <td>Email: kishorer747@gmail.com </td> <td>Mob: +91 7898754430</td> </tr></table>",
		"img" : "img/events/tech/AADC.jpg"
	},
	{
		"title" : "Aqua Robotics",
		"abstract" : "As a kid have you ever played with paper boat..? Have you ever fancied yourself as a pirate.? Time has come now to leave all this kid thing and prove your mettle. FLUXUS gives you unique opportunity to prove yourself. So brace yourself for an interminable voyage. Get ready to wash away your opponents.Prizes worth Rs. 20,000 at stake!<br><br> <a href=\"data/AquaRobotics.pdf\">Problem Statement Pdf</a> <BR><BR>Event Date: During Fluxus <BR>For details, Contact:<BR> <table id=\"details_table\"><tr><td>Chitti Sandeep Teja :</td><td>Email: sandeep.chitti94@gmail.com</td><td>Mob: +91 9993553931</td></tr><tr><td>Hemang Desai :</td><td>Email: desaihemang2011@gmail.com </td><td>Mob: +91 9589572821</td></tr></table> ",
		"img" : "img/events/tech/AquaRobotics.jpg"
	},
	{
		"title" : "Bheja Fry",
		"abstract" : "If knowledge excites you, if you like to tickle your grey cells by asking and answering questions, If you want to enjoy the thrill of cracking a well framed question, Then Bheja Fry is the place to be.. We, at Fluxus have a plethora of quizzes to grill you: From Technophilia, the IT Quiz to Obscura, the IQ Quiz; from How Stuff Works, the Science Quiz to the Sports and Entertainment Quiz.So, if you are just lurking around the corner, come and give it a try..  <BR>Event Dates: During Fluxus 2014 ",
		"img" : "img/events/tech/Quizzes.jpg"
	},
	{
		"title" : "CID Calculator",
		"abstract" : "\"He who refuses to do arithmetic is doomed to talk nonsense\" - John McCarthy <br><BR>Since time immemorial, mankind has used numbers to assist him in counting. He counted with fingers, stones, phases of the moon..... and later on with abacus and now with calculators. As time changes, we get accurate results in a short span of time. Fluxus provides you to create this advances in arithmetic system, in return to bag exciting prizes. C.I.D calculator, the event to test your skills in electronics and programming as well, let us see whose product is accurate.<br><br> <a href=\"data/CID_Calculator_PS.pdf\">Problem Statement Pdf</a><bR><BR> Event Date: During Fluxus 2014<BR><BR>Prizes worth Rs. 10,000 at stake <br><br> For details, Contact: <br> <table id=\"details_table\"><tr><td>P.Venkata Sai Vamsi :</td><td>Email: pvsvamsi2009@gmail.com</td><td> Mob: +91 8871849575 </td></tr></table>",
		"img" : "img/events/tech/CIDCALCULATOR.jpg"
	},
	{
		"title" : "Divide By Zero",
		"abstract" : "\"Talk is cheap. Show me the code.\" ? Linus Torvalds<br><BR> The world around us is coded. From games to gadgets, from websites to mobile applications, from tiny microprocessors to huge missiles, and from Hello World to  Computer Visualization, Programming has voyaged a lot. Fluxus 2014 brings a prospect to ascertain your coding skills, major your logistics and express your Creativity. So Fellow Chefs, come on the Board, take out the Sword and CODE ON!!!  <br> Event Date: First week of February, 2014 (Will be updated soon) <br><br> For details, Contact: <br><table id=\"details_table\"><tr><td>Darshil Babel :</td><td>Email: darshil.babel@gmail.com</td><td>Mob: +91 9589628948</td></tr><tr><td>Mohit Goyal :</td><td>Email: mohitgoyal5193@gmail.com</td><td>Mob: +91 8989178825</td></tr></table>",
		"img" : "img/events/tech/DivideByZero.jpg"
	},
	{
		"title" : "Enigma",
		"abstract" : "Have you ever fancied about stepping into the shoes of an explorer and searching for some hidden treasures?Enigma allows you to experience the thrill from the comfort of your room with our online treasure hunt.Look for clues; take help from every scam, con, hustle, trickery, gambit, flimflam and stratagem and bamboozle whosoever you can think of to reach the final destination and win the prize. The answers or clues can be hidden anywhere on the Internet. Players use clues and hints given along with the question to get the answer.Enigma provides you with a very good learning opportunity, enabling you to explore new areas you might be unaware of.The contest is for all age groups, no prior knowledge except using google, is required.So join us in a week of cracking, mysterious and enigmatic experience.Win attractive Fluxus Goodies as Prizes..!!!!<br><BR>Event Date: 3rd Week of January 2014.<br>For more details Contact: <br> <table id=\"details_table\"><tr><td>Abhinav Jain :</td><td>Email: abhinavjain13@gmail.com</td><td>Mob: +91 7389888248 </td></tr><tr><td>Mohit Goyal :</td><td>EMail: mohitgoyal5193@gmail.com</td><td>Mob: +91 8989178825</td></tr></table>",
		"img" : "img/events/tech/Enigma.jpg"
	},
	{
		"title" : "License to Kill",
		"abstract" : "The Queen at the Buckingham Palace is in grave danger! Only Agent 007 can save Her Majesty. Meanwhile MI6 sends a signal, having all the information about the conspiracy, which is processed at specific locations across the world. Only YOU can design the appropriate circuit for Bond to save the day.Prizes worth Rs. 15,000 at stake! <br><br> <a href=\"data/LicenseToKill_PS.pdf\">Problem Statement Pdf</a> <br> Event Date: During Fluxus’14 <br> For details, Contact:<br> <table id=\"details_table\"><tr><td>Hina Arora :</td><td>Email: hina.arora.256@gmail.com</td></tr><tr><td>Mounika Reddy Maddhula :</td><td>maddhulamounikareddy@gmail.com</td></tr><tr><td>Ashwini Muthineni :</td><td>ashwinimuthineni.1223@gmail.com</td></tr></table>",
		"img" : "img/events/tech/DivideByZero.jpg"
	},
	{
		"title" : "Monster Wheels",
		"abstract" : "\"Do not go where the path may lead; go instead where there is no path and leave a trail\" Ralph Waldo Emerson<br><br>For some, Off-Roading is a form of Freedom. The Freedom to Go Anywhere & Do Anything. Are you one of those OffRoad Fanatics? Fluxus 2014 offers you an Opportunity to give vent to your Desire. Develop a RC vehicle that handles any challenge the tricky terrian has to offer.So Gear-Up to leave your Opponents in Dust…Prizes worth Rs. 25,000 at stake! <br><br> <a href=\"data/Monster Wheels.pdf\">Problem Statement Pdf</a> <br><BR> Event Date: During Fluxus 2014Registration Fees: Rs. 200 per team <br>For details, Contact:<br> <table id=\"details_table\"><tr><td>Pratik Bagal :</td><td>Email: pratikbagal4@gmail.com</td><td>Mob: +91 8888217052</td></tr><tr><td>Pratik Juikar :</td><td>Email: pratikjui@gmail.com</td><td>Mob: +91 9028551075</td></tr></table>",
		"img" : "img/events/tech/MonsterWheels.jpg"
	},
	{
		    "title": "RoboOne",
		    "abstract": "\"It is hard to follow one great vision in this world of darkness and of many changing shadows. Among those men get lost.\" In our journey of life to reach our destiny we have to follow some really challenging paths, and often the paths followed in reaching our goals is more enticing than the goal itself!! Flabbergast the audience and organizers of FLUXUS by designing an agile and creative line following bot that can make its way through any hics and hurdles coming in its path to reach the glory in least time possible.Prizes worth Rs. 20,000 at stake!  <br><br> <a href=\"data/RoboOne.pdf\">Problem Statement Pdf</a> <br><BR>Event Date: During Fluxus 2014 <BR>Registration Fees: Rs. 200/- per team<br><BR>For details, Contact:<br><table id=\"details_table\"><tr><td>Suyash Bhangale :</td><td>Email: suyash.bhangale48@gmail.com</td><td>Mob: +91 8982385014</td></tr> <tr><td>Ashish Jhatav :</td><td>Email: ashkjatav@gmail.com</td><td>Mob: +91 9039630337</td></tr> </table>",
		    "img": "img/events/tech/Roboone.jpg"
	},
	{
		"title" : "Struttura",
		"abstract" : "\"Strive for perfection in everything you do. Take the best that exists and make it better. When it does not exist, design it.\" Sir Henry Royce <br>Since time immemorial, human beings have been engaged in building all kind of edifices. From huts made of mud to Taj Mahal we have definitely came a long way. In the modern times the moment we look around us we find ourselves surrounded by many fascinating structures whether to be flyover, skyscraper or a dam.Fluxus bring you the challenge to design a structure with your own techniques and ideas to prove your mettle as a successful engineer.Prizes worth Rs. 10,000 at stake <br><br> <a href=\"data/Struttura_PS.pdf\">Problem Statement Pdf</a> <br><BR>Event Date: During Fluxus <br> For details, Contact: <bR> <table id=\"details_table\"><tr><td>Sarthak Jagetiya :</td><td>Email: sarthak.jagetiya@gmail.com</td><td>Mob: +91 9589006158</td></tr></table>",
		"img" : "img/events/tech/Struttura.jpg"
	},
	{
		"title" : "Tail Spin",
		"abstract" : "\"If you were born without wings, do nothing to prevent them from growing.\"?Coco Chanel<br> Even before Wright Brothers, George Cayley, sometimes referred to as the Father of Aerodynamics designed his first successful glider to carry a human aloft in 1853 after identifying the various forces acting on an aircraft. Let us just get back in time with our balsas to experience the same joy and excitement and to rule our future. So, we invite you to be a part of this exciting event , which we promise will be a visual treat Prizes worth Rs.10,000 at stake <br><br> <a href=\"data/TailSpin_PS.pdf\">Problem Statement Pdf</a> <br><BR>Event Date: During Fluxus, 2014 <bR> For details, Contact: <br> <table id=\"details_table\"><tr><td>David Gudapati :</td><td>Email: david4music@gmail.com</td><td>Mob: +91 9589171307</td></tr><tr><td>Prasad Kulkarni :</td><td>Email: prasadpadmkulkarni@gmail.com</td><td>Mob: +91 7415497397</td></tr><tr><td>Karthik Marneni :</td><td>Email: karthikmarneni1@gmail.com</td><td>Mob: +91 9424594696</td></tr></table>   ",
		"img" : "img/events/tech/TailSpin.jpg"
	}
]
