[
	{
		"title" : "Ethical Hacking",
		"abstract" : "The International Council of E-Commerce Consultants (EC-Council) presents a 2 day workshop on Ethical Hacking.The September 9\/11 Attacks on the World Trade Center ignited a very important question in the hearts of the founders of EC-Council.Shortly after the attacks, they researched the web for "Information Security" programs that would be able to provide Information Security professionals with the necessary tools and education that will help them avert a cyber war, should the need ever arise.The results returned from the research were disappointing and that motivated them to form the International Council of Electronic Commerce Consultants, known as the EC-Council. They soon gained the support of subject matter experts from all over the world that eventually led to the creation of various standards and certifications both in the electronic commerce and information security space.The International Council of E-Commerce Consultants (EC-Council) is a member-based organization that certifies individuals in various e-business and information security skills. It is the owner and creator of the world famous Certified Ethical Hacker (CEH), Computer Hacking Forensics Investigator (CHFI) and EC-Council Certified Security Analyst (ECSA)/License Penetration Tester (LPT) programs, and as well as many others programs, that are offered in over 60 countries through a training network of more than 450 training partners globally. Register yourself here to be a Certified Ethical Hacker(CEH) ",
		"img" : "kbai"
	},
	{
		"title" : "workshop",
		"abstract" : "Obviously a workshop",
		"rules" : "1. No rules.",
		"etc" : "And also",
		"img" : "kbai"
	},
	{
		"title" : "workshop",
		"abstract" : "Obviously a workshop",
		"rules" : "1. No rules.",
		"etc" : "And also",
		"img" : "kbai"
	},
	{
		"title" : "workshop",
		"abstract" : "Obviously a workshop",
		"rules" : "1. No rules.",
		"etc" : "And also",
		"img" : "kbai"
	},
	{
		"title" : "workshop",
		"abstract" : "Obviously a workshop",
		"rules" : "1. No rules.",
		"etc" : "And also",
		"img" : "kbai"
	}
]
